var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "林宗慧小朋友",
        "生日快乐鸭", 
        "这三个月的时间里",
        "我会一直和你一起努力",
        "你要加油考研",
        "你背后有很多很多爱你的人",
        "你是最幸福的灰灰",
        "你也要记得还有很多有趣的事情可以做",
        "每天学累的时候抽点时间看看书",
        "可以奖励自己吃一吃想吃的甜品或者零食呀",
        "你要加油但不要太拼命了啦",
        "你一直都是最棒的Joanna",
        "是最独一无二的灰灰",
        "Давай！",
    ],
    imgs: {
        "林宗慧小朋友": "./imgs/B612Kaji_20200825_204954_347.jpg",
        "生日快乐鸭": "./imgs/mtq1.jpg",
//         "明年的生日": "./img/beauty2.png",
//         "以后的生日": "./img/beauty1.png",
//         "你愿意吗": "./img/mtq2.jpg"
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "准备好了嘛，那我们开始了哦",
        play: "Music",
        bannar_coming: "祝灰灰仔灰灰小可爱生日快乐呀",
        balloons_flying: "是不是少点东西呀，点一点我呗",
        cake_fadein: "灰灰仔想不想吃蛋糕呀",
        light_candle: "你点个蜡烛呗",
        wish_message: "祝你生日快乐鸭鸭鸭",
        story: "A MESSAGE FOR YOU",
    }
};
